/* Non-user-facing error text for a connection that has been closed due to a timeout. */
"GCDAsyncSocketClosedError" = "Connexion terminée par hôte distant";

/* Non-user-facing error text for an attempted connection that has failed due to a timeout. */
"GCDAsyncSocketConnectTimeoutError" = "La tentative de connexion à l’hôte a expiré";

/* No comment provided by engineer. */
"GCDAsyncSocketOtherError" = "Echec tentative de création socket de socket FD. getpeername() a échoué";

/* Non-user-facing error text for a read operation that has read the maximum amount of allowed data. */
"GCDAsyncSocketReadMaxedOutError" = "L’opération de lecture a atteint sa longeur maximale";

/* Non-user-facing error text for a read operation that has failed due to a timeout. */
"GCDAsyncSocketReadTimeoutError" = "L’opération de lecture a expiré";

/* Non-user-facing error text for a write operation that has failed due to a timeout. */
"GCDAsyncSocketWriteTimeoutError" = "L’opération d’écriture a expiré";

